// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Zarządzanie zasilaniem";

State0Title = "OK";
State1Title = "Nadmierna temperatura";
State2Title = "Ładowanie";
State3Title = "Brak";
State4Title = "Uszkodzenie";
State5Title = "Nie można odczytać";

AutoPowerOffTitle = "Wyłączaj baterię automatycznie:";
BatteryStateTitle = "Stan baterii:";
BatteryLevelTitle = "Poziom baterii:";
VisitText1 = "Otwórz stronę ";
VisitText2 = ", aby uzyskać informacje o akcesoriach.";
ApplyButtonTitle = "Zastosuj teraz";

After5Min = "Po 5 minutach";
After10Min = "Po 10 minutach";
After20Min = "Po 20 minutach";
After15Min = "Po 15 minutach";
After30Min = "Po 30 minutach";
After45Min = "Po 45 minutach";
After1Hour = "Po 1 godzinie";
After2Hours = "Po 2 godzinach";
After3Hours = "Po 3 godzinach";
Never = "Nigdy";